Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=609_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteeŠǧǧ sååbbar priimi tuåimmjemprograamm sääŠmteeŠǧǧ vaalpâjja 2012-15
fin: Saamelaiskäräjien kokous hyväksyi toimintaohjelman saamelaiskäräjäkaudelle 2012-15

source: SääŠmteeŠǧǧ sååbbar priimi 20.6.2012 tuåimmjemprograamm da teäŠǧǧplaan sääŠmteeŠǧǧ vaalpâjja 2012-15.
fin: Saamelaiskäräjien kokous hyväksyi 20.6.2012 toimintaohjelman ja taloussuunnitelman saamelaiskäräjäkaudelle 2012-15.

source: Tuåimmjemplaan âânn seŠst sääŠmteeŠǧǧ väŠlddtäävtõõzzid di tääŠrǩes õhttsaž da sektorpuõttlaž täävtõõzzid sääŠmteeŠǧǧ vaalpâjja 2012-15.
fin: Toimintaohjelma sisältää saamelaiskäräjien päätavoitteet sekä yksityiskohtaiset yhteiset ja sektorikohtaiset tavoitteet saamelaiskäräjäkaudelle 2012-15.

source: ” Leäm šiõǥǥ miõlâst sääŠmteeŠǧǧ såbbar primmum tuåimmjemprograŠmme.
fin: ” Olen tyytyväinen saamelaiskäräjien kokouksen hyväksymään toimintaohjelmaan.

source: ʼhttseŠžže primmum tuåimmjemplaan mieŠldd pueŠreed saaŠmi vääžnmõs aaŠšši ooudâsviikkmõõžžid, da puätt jååŠđtet sääŠmteeŠǧǧ tuåimmjumuužž tän vaalpââi ääiŠj eeŠjj 2015 asti ”, särnn sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi.
fin: Yhteisesti hyväksytty toimintaohjelma keskittyy saamelaisille tärkeimpien asioiden edistämiseen ja kehittämiseen, ja tulee ohjaamaan saamelaiskäräjien toimintaa tämän vaalikauden ajan vuoteen 2015 asti ”, sanoo saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.

source: SääŠmteeŠǧǧ såbbar 20.6.2012 primmum sääŠmteeŠǧǧ vaalpââi tuåimmjemprograamm 2012-15 väŠlddtäävtõõzz liâ:
fin: Saamelaiskäräjien kokouksen 20.6.2012 hyväksymän saamelaiskäräjäkauden toimintakauden 2012-2015 päätavoitteet ovat:

source: ILO 169-suåppmõõžž ratifâŠsttmõš
fin: ILO 169-sopimuksen ratifioiminen

source: TâŠvvjânnmlaž sääŠmsuåppmõõžž ratifâŠsttmõš
fin: Pohjoismaisen saamelaissopimuksen ratifioiminen

source: SääŠmteŠǧǧlääŠjj da – asetõõzz oođumuš di sääŠm-meäŠrtõõzz muttŠtumuš
fin: Saamelaiskäräjälain ja - asetuksen uudistaminen sekä saamelaismääritelmän muuttaminen

source: SaaŠmi jiõččmieŠrreemvuõiggâdvuõđ teâuddjumuš tiuddmieŠreld
fin: Saamelaisten itsemääräämisoikeuden toteutuminen täysmääräisesti

source: Katainen da suu halltõsprograamm sääŠmregisttrumuužž teâuddjumuš tiuddmieŠreld
fin: Kataisen hallitusohjelman saamelaiskirjausten toteutuminen täysmääräisesti

source: SääŠmǩiõli jeälltemprograamm tuåimmepiijjâm alttumuš
fin: Saamen kielten elvytysohjelman toimeenpanemisen aloittaminen

source: Kansallisen artikla 8(j) – tuâjj-joouk eŠtǩǩõõzzi čõõđtumuš
fin: Kansallisen artikla 8(j) - työryhmän ehdotusten toteuttaminen

source: Alggmeerčõõđtõõzz tuåimmepiijjmõš LääŠddjânnmest
fin: Alkuperäiskansajulistuksen toimeenpaneminen Suomessa

source: SääŠmkulttuur da ääŠrbvuâlaž jieŠllemvueŠjji suõi teâuddjumuš
fin: Saamelaiskulttuurin ja perinteisten elinkeinojen suojan toteutuminen

source: SääŠmkulttuur hueŠnumuužž suõi vuältumuš čääŠcclääŠjj mieŠlddlânji pukid saaŠmid kuõskki spesial-laaŠjjid
fin: Saamelaiskulttuurin heikentämisen suojan ulottaminen vesilain mukaisesti kaikkiin saamelaisia koskeviin erityislakeihin

source: SaaŠmi dommvuuŠd da ääŠrbvuâlaž jieŠllemvueŠjji jieŠllemviõkkvuõđ staanumuš
fin: Saamelaisten kotiseutualueen ja perinteisten elinkeinojen elinvoimaisuuden turvaaminen

source: SaaŠmi vuâlggmõš dommvuuŠdest meädda åårstâŠttmõš da dommvoudda mååust serddmõš lââŠzzted
fin: Poismuuton vähentäminen ja paluumuuton lisääminen saamelaisten kotiseutualueelle

source: Ǩiõllʼlaž da kulttuursaž vuõiggâdvuõđi teâuddjumuš obb jânnmest
fin: Kielellisten ja kulttuuristen oikeuksien toteutuminen koko maassa

source: SääŠmǩiõl da sääŠmǩiõllsaž mättʼtem staattuuzz da oŠnnstemvuõđ ooudâsviikkmõš
fin: Saamen kielen ja saamenkielisen opetuksen aseman, saavutettavuuden ja saamelaisen sisällön kehittäminen

source: SaaŠmi pueŠrrjieŠllem da vuässadvuõđ ooudâsviikkmõš
fin: Saamelaisten hyvinvoinnin ja osallisuuden kehittäminen

source: SääŠmteeŠǧǧ sååbbar priimi väŠlddtäävtõõzzid õõutmiõllsânji, lokku vääŠldeeŠl pääiŠǩ 3., koon primmeš jiõnin 11-3.
fin: Saamelaiskäräjien kokous hyväksyi päätavoitteet yksimielisesti, lukuun ottamatta kohtaa 3., joka hyväksyttiin äänin 11-3.

source: ʼhttsaž tääŠrǩes täävtõõzz liâ saaŠmi õhttsažkåŠddvuõđ ooudâsviikkmõš, sääŠm ääŠrbvuâlaž teâđ staanumuš, sääŠm kultturpirrõõzz staanumuš, sääŠmkulttuur jieŠllemviõkkvuõđ staanumuš obb jânnmest, sääŠmteeŠǧǧ vaalriâššâm ooudâsviikkmõš, sääŠmteeŠǧǧ jiijjâz tuåimmjumuužž ooudâsviikkmõš da sääŠmteeŠǧǧ ouddõsvahssâm ooudâsviikkmõš.
fin: Yhteiset yksityiskohtaiset tavoitteet ovat saamelaisten yhteisöllisyyden kehittäminen, saamelaisen perinteisen tiedon turvaaminen, saamelaisen kulttuuriympäristön turvaaminen, saamelaiskulttuurin elinvoimaisuuden turvaaminen koko maassa, saamelaiskäräjien vaalijärjestelmän kehittäminen, saamelaiskäräjien oman toiminnan kehittäminen ja saamelaiskäräjien edunvalvonnan kehittäminen.

source: Sektorpuõttlaž tääŠrǩes täävtõõzz liâ saaŠmi jieŠllemvueŠǩǩpolitiikk, sääŠmǩiõl jieŠllemviõkkvuõđ staanumuš, sääŠmpäärnai da – nuõri staattuuzz ooudâsviikkmõš, sääŠmǩiõllsaž sosiaal- da tiõrvâsvuõđkääzzkõõzzi ooudâsviikkmõš, saaŠmi kultturkääzzkõõzzi da čeäppõsjieŠllem ooudâsviikkmõš, sääm-mättʼtõõzz da õllškooul škoouŠlʼjumuužž ooudâsviikkmõš da sääŠm parlamentaarlaž suåvtõõzz tuåimmjumuužž ooudâsviikkmõš.
fin: Sektorikohtaiset yksityiskohtaiset tavoitteet ovat saamelainen elinkeinopolitiikka, saamen kielen elinvoimaisuuden turvaaminen, saamelaislasten ja - nuorten aseman kehittäminen, saamenkielisten sosiaali- ja terveyspalveluiden kehittäminen, saamelaisten kulttuuripalvelujen ja taide-elämän kehittäminen, saamelaisopetuksen ja korkeakoulutuksen kehittäminen ja saamelaisen parlamentaarisen neuvoston toiminnan kehittäminen.

source: SääŠmteeŠǧǧ såbbar priimmâm teäŠǧǧplaan jååŠđat sääŠmteeŠǧǧ vaalpââi teäggtõõzz ooccmõõžž da teäggtõõzz âânnmõõž.
fin: Saamelaiskäräjien kokouksen hyväksymä taloussuunnitelma ohjaa saamelaiskäräjien vaalikauden rahoituksen hakemista ja rahoituksen käyttöä.

source: Vaalpââi äiŠǧǧen sääŠmteŠǧǧ ǩiččlââtt raajjâd ođđ veeŠrjid sääŠmtegga sääŠmǩiõllsaž kääzzkõõzzid, saaŠmi dommvuuŠd åålǥbeälla jälsteeŠji saaŠmi vuõiggâdvuõđi ooudâsviikkmõŠšše, pirrõs- da kuåivâslääŠǩǩaaŠšši ouŠdde puŠhttmõŠšše sääŠmteeŠǧǧest di vuâđđeed sääŠm jieŠllemvueŠǩǩfoond, koin tuärjjeet sääŠmjieŠllemvueŠjjid da ääŠrbvuâlaž teâđ ruõkkmõõžž ääŠrbvuâlaž sääŠmjieŠllemvueŠjjin.
fin: Vaalikaudella saamelaiskäräjät pyrkii luomaan uusia virkoja saamelaiskäräjille saamenkielisiin palveluihin, saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten oikeuksien edistämiseen, ympäristö- ja kaivoslakiasioiden esittelyyn saamelaiskäräjillä sekä perustamaan saamelaisen elinkeinorahaston, jolla tuettaisiin saamelaiselinkeinoja ja perinteisen tiedon säilymistä perinteisissä saamelaiselinkeinoissa.
